export const civilServices = [
  {
    id: 1,
    path: 'recognition-of-invalidity-of-contracts',
    name: 'Признание договоров недействительными',
    info: `
    <div class="page-container">
      <p>Признание сделки недействительной — это процесс, который лишает договор всех правовых последствий, изложенных в его условиях. Прежде чем браться за этот процесс, необходимо понять, нарушает ли ваши права такая сделка или нет.</p>
      <p>На практике часто выясняется, что спорное соглашение не нарушает прав потенциального истца. Поэтому важно тщательно оценить ситуацию перед началом процедуры признания сделки недействительной.</p>
    </div>
    `
  },
  {
    id: 2,
    path: 'participation-in-debt-collection',
    name: 'Участие по взысканию задолженности',
    info: `
    <div class="page-container">
      <p>В случае если вам задолжали денежные средства, мы можем предложить следующие действия:</p>
      <ul>
          <li><strong>Взыскание суммы денежных средств в судебном порядке</strong> – подача иска в суд для получения задолженной суммы.</li>
          <li><strong>Организация плана действий для возбуждения уголовного дела</strong> – если имеются основания для уголовного преследования, мы поможем организовать процесс обращения в правоохранительные органы.</li>
      </ul>
    </div>
    `
  },
  {
    id: 3,
    path: 'debt-write-off',
    name: 'Списание долгов',
    info: `
    <div class="page-container">
      <div>
        <p>Имеются большие долги и отсутствует решение данной ситуации? Не беда! Мы справимся.</p>
        <p>Законным путем через процедуру <strong>банкротства</strong> можно списать долги. Мы осуществляем процедуру банкротства как для <strong>физических лиц</strong>, так и для <strong>юридических лиц</strong>.</p>
      </div>
      <div>
        <h3>Банкротство физического лица</h3>
        <p>Банкротство физического лица — это признанная законом неспособность гражданина погасить в полном объеме долги перед кредиторами или внести обязательные платежи. Для многих людей такая процедура — это единственный легальный шанс выбраться из финансовой ямы: списать задолженность по кредитам, налогам и другим обязательствам.</p>
      </div>
      <div>
        <h3>Банкротство юридического лица</h3>
        <p>Также процедура банкротства распространяется и на <strong>юридические лица</strong>, что позволяет эффективно управлять финансовыми трудностями компании.</p>
      </div>
    </div>
    `
  },
  {
    id: 4,
    path: 'inheritance-disputes',
    name: 'Наследственные споры',
    info: `
    <div class="page-container">
      <p>Наследственные споры – это одно из обширных направлений гражданского права. Наша организация предоставляет следующие услуги:</p>
      <ul>
          <li><strong>Правильное оформление документов</strong> – помощь в оформлении всех необходимых документов для вступления в наследство.</li>
          <li><strong>Сбор нужного перечня документов</strong> – помощь в сборе полного перечня документов, требуемых для вступления в наследство в установленный срок.</li>
          <li><strong>Восстановление срока для вступления в наследство</strong> – если срок был пропущен по каким-либо причинам, мы поможем восстановить его в судебном порядке, при наличии подходящих критериев.</li>
      </ul>
    </div>
    `
  },
  {
    id: 5,
    path: 'road-traffic-accident',
    name: 'Дорожно-транспортные происшествия',
    info: `
    <div class="page-container">
      <p>Мы защищаем интересы как <strong>пострадавшей стороны</strong>, так и <strong>виновной стороны</strong> в рамках дорожно-транспортных происшествий.</p>
    </div>
    `
  },
  {
    id: 6,
    path: 'property-document-analysis',
    name: 'Анализ документов на собственность',
    info: `
    <div class="page-container">
      <p>В случае покупки квартиры мы предоставляем следующие услуги:</p>
      <ul>
          <li><strong>Анализ представленных документов</strong> – проверка всех документов на соответствие техническому регламенту.</li>
          <li><strong>Выявление недостающих документов</strong> – установление отсутствующих документов, которые могут повлиять на законность сделки.</li>
          <li><strong>Проверка собственника земли</strong> – установление, кто является владельцем земельного участка.</li>
          <li><strong>Проверка обременений (арестов)</strong> – проверка наличия обременений на земельный участок.</li>
      </ul>
      <p>Мы обезопасим вас от неблагоприятных последствий, которые могут возникнуть при покупке недвижимости.</p>
    </div>
    `
  },
  {
    id: 7,
    path: 'legal-support-of-transactions',
    name: 'Юридическое сопровождение сделок',
    info: `
    <div class="page-container">
      <p>Благодаря тщательному анализу договора вы избежите заключения соглашений, которые могут быть для вас невыгодны или содержать пункты, наносящие ущерб вашим интересам.</p>
      <p>Мы предоставляем услуги по:</p>
      <ul>
          <li><strong>Подготовке договора</strong> с учетом всех ваших интересов и требований.</li>
          <li><strong>Внесению изменений</strong> в уже существующий договор, чтобы защитить вашу организацию от убытков.</li>
      </ul>
      <p>Наше сопровождение поможет вашей организации <strong>получить доход</strong>, а не столкнуться с убытками из-за неправильного подписанного договора.</p>
    </div>
    `
  }
]

export const criminalServices = [
  {
    id: 1,
    path: 'protection-of-rights-and-interests-regardless-of-case-severity',
    name: 'Защита прав и интересов независимо от тяжести дела',
    info: `
    <div class="page-container">
      <h2>Представление интересов потерпевшего, обвиняемого, свидетеля, осужденного</h2>
      <p>Мы представляем интересы <strong>потерпевшего, обвиняемого, свидетеля, осужденного</strong> независимо от тяжести дела. В рамках обвинения подготовим линию защиты, которая будет выгодна для вас. Благодаря этой защите можно добиться:</p>
      <ul>
          <li>Оправдательного приговора</li>
          <li>Прекращения уголовного дела</li>
          <li>Назначения меньшего срока наказания в зависимости от обстоятельств дела</li>
      </ul>
    </div>
    `
  },
  {
    id: 2,
    path: 'participation-and-defense-in-court-proceedings',
    name: 'Участие и защита в судебных процессах',
    info: `
    <div class="page-container">
      <h2>Обжалование приговора обвиняемого</h2>
      <p>В случае, если в отношении обвиняемого был вынесен приговор, связанный с его осуждением, то в установленный законом срок при наличии нарушений, связанных с рассмотрением уголовного дела в суде и на стадии следствия, мы можем обжаловать приговор, вынесенный судом первой и второй инстанции.</p>
      <p>Данные действия помогут произвести перерасчет срока наказания, назначенного за совершение преступления.</p>
    </div>
    `
  },
  {
    id: 3,
    path: 'participation-in-pre-trial-proceedings',
    name: 'Участие в досудебном производстве',
    info: `
    <div class="page-container">
      <h2>Работа по уголовным делам для защиты интересов потерпевшего</h2>
      <p>По уголовным делам, представляющим собой защиту интересов потерпевшего, осуществляется следующая работа:</p>
      <ul>
          <li><strong>Участие на следствии</strong> – присутствие на всех следственных действиях, таких как:
              <ul>
                  <li>Подача заявления о совершении преступления</li>
                  <li>Участие при допросе потерпевшего</li>
                  <li>Участие на очных ставках</li>
              </ul>
          </li>
          <li><strong>Заявление необходимых ходатайств</strong></li>
          <li><strong>Обжалование незаконных действий следователя</strong> – подача жалоб в суд или прокуратуру при нарушении прав потерпевшего</li>
          <li><strong>Сбор и приобщение доказательств</strong> – сбор необходимых доказательств и их приобщение к материалам дела</li>
          <li><strong>Передача материалов в суд</strong> – передача всех материалов дела в суд для рассмотрения</li>
      </ul>
    </div>
    `
  }
]

export const otherServices = [
  {
    id: 1,
    path: 'administrative-cases',
    name: 'Административные дела',
    info: 'В случае нарушений, допущенных со стороны государственных органов, связанных с отказом в рассмотрений заявлений о выдаче документов на земельный участок, отказом в совершении какого-либо действия/бездействия государственного органа мы осуществляем административную процедуру –подачу жалобы на действие органа в вышестоящий орган, а в случае отказа в удовлетворении жалобы, то в судебном порядке.'
  },
  {
    id: 2,
    path: 'opening-re-registration-and-closure-of-an-organization',
    name: 'Открытие, перерегистрация и закрытие организации',
    info: `
      <div class="page-container">
        <div>
          <h3>Регистрация ОсОО:</h3>
          <p>Для регистрации вам понадобится от трех дней до двух недель. При этом дополнительно, если вы решите самостоятельно получить разрешение на изготовление печати, то на это уйдет две недели. А если же сделаете через фирму, то это займет от трех дней до недели.</p>
          <p>Есть шаги, которые тоже могут быть обязательными для осуществления вашей предпринимательской деятельности. К ним относятся:</p>
          <ul>
            <li>Изготовление печати: для ОсОО печать обязательна; для ИП не требуется, но можно изготовить по желанию; для патентов не требуется;</li>
            <li>Лицензирование (занятие некоторыми видами деятельности требует наличия у предпринимателей лицензии, например, адвокатская деятельность);</li>
            <li>Постановка на учет в Социальном Фонде Кыргызской Республики; (постановка на учет в социальном фонде осуществляется в налоговых органах)</li>
            <li>Открытие расчетного счета в банке (этот шаг также остается на усмотрение самого предпринимателя, открывать расчетный счет в банке следует, если предприниматель собирается совершать безналичные расчеты);</li>
          </ul>
        </div>
    
        <div>
          <h3>Индивидуальный предприниматель (ИП):</h3>
          <p>Индивидуальный предприниматель может зарегистрироваться с получением свидетельства. Индивидуальный предприниматель не ограничен в выборе налогового режима, ИП может применять общий режим или специальный налоговый режим. К специальным налоговым относятся:</p>
          <ul>
            <li>Налог на основе патента</li>
            <li>Упрощенная система налогообложения на основе единого налога</li>
            <li>Налоговый режим в свободных экономических зонах</li>
            <li>Налоговый режим в Парке высоких технологий</li>
            <li>Налог на майнинг</li>
            <li>Налог на деятельность в сфере электронной торговли</li>
          </ul>
        </div>
    
        <div>
          <h3>Ликвидация организации:</h3>
          <p>А также произведем закрытие (ликвидацию организации). Ликвидация организации состоит из:</p>
          <ul>
            <li>Принятие решения о ликвидации</li>
            <li>Подготовки протокола общего собрания либо решения единственного учредителя</li>
            <li>Уведомления кредиторов</li>
            <li>Утверждения ликвидационного баланса и сообщения о ликвидации в налоговую</li>
            <li>Налоговой проверки</li>
            <li>Ликвидации печати и снятия с регистрации организации</li>
          </ul>
        </div>
      </div>
    `
  }
]

export const allServices = {
  civil: {
    title: 'Гражданские',
    name: 'civil',
    services: civilServices
  },
  criminal: {
    title: 'Уголовные',
    name: 'criminal',
    services: criminalServices
  },
  other: {
    title: 'Другие',
    name: 'other',
    services: otherServices
  }
}

export const cases = [
  {
    id: 1,
    path: 'we-reduced-the-client-s-expenses-by-168-thousand-soms',
    title: 'Cократили расходы клиентки на 168 тысяч сомов.',
    description:
      'Составили для клиентки правовую линию защиты, собрали свой пакет документов и доказательств для суда.',
    info: `
    <div class="page-container">
      <div>
        <h2>Дело о ДТП от 23.04.2023</h2>
        <p>К нам обратилась клиентка, которая стала виновницей ДТП. После подачи иска о взыскании материального ущерба в размере 600 тысяч сомов и предоставления всех доказательств в суд со стороны истца (заявителя), мы составили для клиентки правовую линию защиты, собрали свой пакет документов и доказательств, которые были представлены в суд.</p>
      </div>
      <div>
        <h2>Пакет документов, предоставленный суду:</h2>
        <ul>
            <li>Возражение на исковое заявление</li>
            <li>Оценка стоимости ущерба, возникшего в результате ДТП</li>
            <li>Ходатайство о приобщении к материалам дела этих документов</li>
            <li>Ходатайство о допросах двух экспертов</li>
            <li>Рецензия (отзыв) на отчет истца от нашего оценщика, указывающая на ошибки в оценке стоимости ущерба</li>
        </ul>
      </div>
      <div>
        <h2>Решение суда</h2>
        <p>Свердловский районный суд под председательством судьи Садабаевой Г.А. вынес решение взыскать задолженность в размере <strong>432 тысячи сомов</strong>. Мы сократили расходы клиентки на <strong>168 тысяч сомов</strong>.</p>
      </div>
      <div>
        <h2>Что могло бы произойти без нашей помощи?</h2>
        <p>Если бы клиентка не обратилась за помощью квалифицированных специалистов, она была бы вынуждена выплатить полную сумму в размере 600 тысяч сомов пострадавшему лицу.</p>
      </div>
      <div>
        <h2>Запишитесь на консультацию</h2>
        <p>Для получения подробной консультации вы можете записаться на прием в нашу организацию.</p>
      </div>
    </div>
    `
  },
  {
    id: 2,
    path: 'we-returned-more-than-1-million-soms-to-the-client',
    title: 'Вернули более 1 миллиона сомов клиенту',
    description: 'Взыскали ущерб и добились обвинительного приговора.',
    info: `
    <div class="page-container">
      <div>
        <h2>Дело о разбойном нападении 9 марта 2022 года</h2>
        <p>9 марта 2022 года обратился клиент по поводу того, что с его офиса группой лиц по предварительному сговору был вынесен сейф с денежными средствами на сумму <strong>1 232 000 сомов</strong> (в долларах).</p>
      </div>
      <div>
        <h2>Хронология событий</h2>
        <ul>
            <li>За три дня до нападения неизвестные лица с 21:30 до поздней ночи изучали обстановку и обсуждали план преступления.</li>
            <li>После этого, примерно в 2 часа ночи, злоумышленники в масках ворвались в офис.</li>
            <li>Они завязали глаза охранникам, связали руки и ноги, избили их, а затем забрали у двух охранников денежные средства, сотовые телефоны и сейф.</li>
            <li>Сейф с деньгами был погружен в автомобиль марки Toyota и вывезен на заднем сидении салона.</li>
        </ul>
      </div>
      <div>
        <h2>Судебное разбирательство</h2>
        <p>В рамках рассмотрения данного дела в суде, с участием генерального директора организации «Идея Групп», был вынесен обвинительный приговор. Одному из участников разбойного нападения было назначено наказание в виде <strong>5 лет в колонии общего режима</strong>, а также взыскана сумма ущерба в размере <strong>1 232 000 сомов</strong> в пользу нашего клиента.</p>
      </div>
    </div>
    `
  },
  {
    id: 3,
    path: 'refund-of-funds-to-a-foreign-company-of-the-space-agency',
    title: 'Возврат средств иностранной компании космического агентства.',
    description: 'Возврат средств иностранной компании космического агентства.',
    info: `
    <div class="page-container">
      <h2>Процедура взыскания задолженности</h2>
      <p>В рамках участия в процедуре взыскания задолженности в размере <strong>7 955 $ США</strong> по договору аренды спутника с ОсОО «Апрель-ТВ» была проведена значительная работа в рамках исполнительного производства на протяжении трех лет. Это дело было связано с политическими событиями, касающимися экс-президента, в результате которых:</p>
      <ul>
          <li>Часть имущества ОсОО «Апрель-ТВ» была передана иностранной организации.</li>
          <li>Часть имущества была распродана на торгах, и денежные средства были получены организацией.</li>
      </ul>
    </div>
    `
  }
]
